Repository: VForWaTer/vforwater-portal
Catalog: vfwheron/locale/*/LC_MESSAGES/django.po
Languages: de

source: Filter from map
de: Kartenfilter

source: Your login failed! Please try again.
de: Einloggen ist fehlgeschlagen. Bitte nochmal versuchen.

source: Welcome, you are logged in as
de: Willkommen, Sie sind eingeloggt als

source: Welcome, please log in.
de: Willkommen! Bitte einloggen.

source: Virtual research environment for water and terrestrial environmental research
de: Virtuelle Forschungsumgebung für die Wasser- und terrestrische Umweltforschung

source: Workspace
de: Arbeitsplatz

source: Help
de: Hilfe

source: Portal Help
de: Hilfe

source: Web Site
de: Webseite

source: Source Code
de: Quellcode

source: Upload Data
de: Daten hochladen

source: Profile
de: Profil

source: My Resources
de: Meine Ressourcen

source: Logout
de: Ausloggen

source: Logout like login
de: Ausloggen wie Einloggen

source: Login
de: Einloggen

source: Powered by
de: Betrieben von

source: Close Menu
de: Menü schließen

source: Close window
de: Fenster schließen

source: Area to make the datasets you have selected available for further use.
de: Bereich um die ausgewählten Datensätze zur weiteren Bearbeitung verfügbar zu machen.

source: Data store
de: Datenablage

source: Remove all datasets
de: Alle Datensätze entfernen

source: Remove all datasets from data store
de: Alle ausgewählten Datensätze aus der Datenablage entfernen

source: View metadata
de: Metadaten anzeigen

source: Plot data
de: Datensatz darstellen

source: Download data
de: Datensatz herunterladen

source: Download metadata
de: Metadaten herunterladen

source: Remove dataset
de: Datensatz entfernen

source: Please wait. Preparing data...
de: Bitte warten. Ihre Daten werden zusammengestellt...

source: Welcome! This site is still under construction
de: Willkommen! Diese Seite befindet sich noch im Aufbau.

source: Map
de: Karte

source: Table
de: Tabelle

source: Back
de: zurück

source: Showing only latest {0} datapoints.
de: Nur die letzten {0} Datenpunkte werden angezeigt.

source: Last
de: Ende

source: Missing values
de: Fehlende Werte

source: Next
de: Nächster

source: Previous
de: Vorausgehend

source: Time
de: Zeit

source: Date
de: Datum

source: Value
de: Wert

source: First
de: Anfang

source: More
de: Mehr

source: Show more information about the dataset.
de: Zeige mehr Informationen über den Datensatz an.

source: Pass to datastore
de: In die Datenablage

source: Put dataset to session datastore.
de: Schiebt den Datensatz in die Datenablage zur Linken.

source: Send request
de: Anfrage senden

source: Send an access request to the data owner.
de: Den Besitzer der Daten nach Zugriff fragen.

source: Click&#32on&#32map&#32to&#32draw&#32a&#32square.&#32Doubleclick&#32to&#32stop&#32drawing.
de: Auf&#32die&#32Karte&#32klicken&#32um&#32mit&#32dem&#32Zeichnen&#32zu&#32beginnen.

source: Click&#32on&#32map&#32to&#32draw&#32a&#32polygon.&#32Doubleclick&#32to&#32stop&#32drawing.
de: Auf&#32die&#32Karte&#32klicken&#32um&#32mit&#32dem&#32Zeichnen&#32zu&#32beginnen.

source: Edit&#32drawing
de: Zeichnung&#32editieren

source: Remove&#32drawing
de: Zeichnung&#32löschen

source: Exit&#32drawing&#32mode&#32and&#32reactivate&#32doubleclick&#32zoom.
de: Zeichenauswahl&#32beenden&#32und&#32wiederherstellen&#32der&#32Zoomfunktionalität&#32beim&#32Doppelklick.

source: Close&#32drawing&#32panel&#32and&#32reactivate&#32doubleclick&#32zoom.
de: Zeichenauswahl&#32schließen&#32und&#32wiederherstellen&#32der&#32Zoomfunktionalität&#32beim&#32Doppelklick.

source: Open&#32drawing&#32panel&#32and&#32deactivate&#32doubleclick&#32zoom.
de: Zeichenauswahl&#32öffnen&#32und&#32deaktivieren&#32der&#32Zoomfunktionalität&#32beim&#32Doppelklick.

source: Please&#32choose&#32here&#32the&#32data&#32shown&#32on&#32the&#32map.
de: Wählen&#32Sie&#32hier&#32bitte&#32welche&#32Daten&#32auf&#32der&#32Karte&#32gezeigt&#32werden&#32sollen.

source: Filter menu
de: Filtermenü

source: Quick update of results on each click event
de: Schnelles Anpassen der Ergebnisse bei jedem Klick

source: Quick
de: Schnell

source: Pass&#32datasets&#32to&#32data&#32store
de: Auswahl&#32an&#32Datenablage&#32schicken

source: Pass&#32all&#32selected&#32datasets&#32to&#32session&#32data&#32store.
de: Senden&#32Sie&#32hier&#32die&#32Auswahl&#32in&#32die&#32Datenablage&#32der&#32aktuellen&#32Sitzung.

source: Reset&#32filter&#32menu
de: Filtermenü&#32zurücksetzen

source: Remove&#32selection&#32from&#32filter&#32menu.
de: Markierungen&#32aus&#32dem&#32Filtermenü&#32entfernen.

source: Available datasets
de: Verfügbare Datensätze

source: more...
de: mehr...

source: river water level
de: Pegelstand

source: CO2 concentration
de: CO2 Konzentration

source: air temperature
de: Lufttemperatur

source: wind direction
de: Windrichtung

source: air pressure
de: Luftdruck

source: Help
de: Hilfe

source: Legals
de: Impressum

source: Documentation
de: Dokumentation

source: Download data & metadata
de: Daten & Metadaten herunterladen

source: help
de: Hilfe

source: Commercial use allowed
de: Kommerzielle Nutzung erlaubt

source: Abstract
de: Kurzbeschreibung

source: Variable name
de: Variablenname

source: Title
de: Titel

source: This page is still under construction.
de: Diese Seite befindet sich noch in der Entwicklung.

source: Provider
de: Anbieter

source: Disclaimer
de: Haftung

source: References to External Websites
de: Verweise auf externe Web-Seiten

source: Data Protection and IT Safety
de: Datenschutz und IT-Sicherheit

source: Area to make your results ready for further processing or visualisation available.
de: Bereich um die Ergebnisse zur weiteren Prozessierung oder zur Ansicht bereit zu stellen.

source: Remove all results
de: Alle Ergebnisse entfernen

source: View result
de: Ergebnis anzeigen

source: required
de: Notwendig

source: cancel
de: Abbrechen

source: Place tool in Dropzone.
de: Prozess im Ablagebereich platzieren.

source: Load workflow
de: Prozesskette laden

source: Click to load a saved workflow
de: Hier klicken um eine gespeicherte Prozesskette zu laden

source: Save workflow
de: Prozesskette speichern

source: Click to save current workflow
de: Hier klicken um die aktuelle Prozesskette zu speichern

source: Clear workflow
de: Löschen

source: Name of current workflow
de: Name der aktuellen Prozesskette

source: Name of current workflow with a max length of 50 characters. Allowed are characters, numbers, space, underscore and dash.
de: Name der aktuellen Prozesskette mit einer maximalen Länge von 50 Zeichen. Erlaubt sind Buchstaben, Zahlen, Leerzeichen, Unterstrich und Minus

source: Click to clear current workflow
de: Hier klicken um die aktuelle Prozesskette zu entfernen

source: Run workflow
de: Start

source: Click to run current workflow
de: Hier klicken um die aktuelle Prozesskette zu starten

source: Drag & Drop your Data and Tools here
de: Daten und Werkzeuge in diesen Bereich ziehen um eine Prozesskette zu erstellen

source: Dropzone
de: Ablagebereich
